{
  "Title": "English",
  "Items": [
    {
      "UniqueId": "hgjkfuykjtsWwsre342443",
      "Type": "Night Prayer",
      "Prayer": "Father in heaven, creator of all things, I believe in your work. Forgive my doubts, strengthen my faith, now and forever. In Jesus' name I pray, Amen.",
      "Inspiration": "Believe in the work of God! Believe that He sent His son, Jesus, to die so that our sins would be forgiven.",
      "Language": "English",
      "Likes": 0,
      "Shares": 0,
      "Book": "John 6:29",
      "IsReadOnly": true,
      "IsPublic": true
    },
    {
      "UniqueId": "hgjkfuykjtsWwsre34dfzg672443",
      "Type": "TODAY'S DAILY PRAYER",
      "Prayer": "Lord our God, you are king, founding a kingdom that reaches to the ends of the earth, establishing it to endure forever. We thank you that we may be sheltered in your hands and that no sickness of body or soul can do us lasting harm. We thank you for lifting us again and again to true life with the light and power to overcome what is earthly, true life with the flexibility to remain trusting and confident no matter what happens, true life directed to the great goal of God's kingdom, promised to us in Jesus Christ. Amen.",
      "Inspiration": null,
      "Language": "English",
      "Likes": 0,
      "Shares": 0,
      "Book": "Ps 93:1",
      "IsReadOnly": true,
      "IsPublic": true
    },
    {
      "UniqueId": "ac77bb33-cf75-4559-b308-57c723ed6d0f",
      "Type": "Night Prayer",
      "Prayer": "Dear God almighty, my guiding grace in this world, help me in controlling my earthly desires. Allow me not to succumb to temptation, and righteous path of Your everlasting life should I stray.\rFor I wish to always and forever labor under Your light. Amen.",
      "Inspiration": "",
      "Language": "English",
      "Likes": 0,
      "Shares": 0,
      "Book": "1Pet 1:11",
      "IsReadOnly": true,
      "IsPublic": true
    },
    {
      "UniqueId": "11af47cc-a68b-4013-8cd5-20e075fd39db",
      "Type": "Morning Devotion",
      "Prayer": "Lord help me to be an instrument of peace and live a Christ-like life even as I submit myself to Your Instructions, Amen.",
      "Inspiration": "It's not easy to follow peace with everyone even when you strongly want to. We all need God's Grace and mercy to live a Holy and just life in order to see the Lord. Lets submit ourselves unto the leading of God's Holy Word and the Holy Spirit as Christians.",
      "Language": "English",
      "Likes": 0,
      "Shares": 0,
      "Book": "Heb 12:14",
      "IsReadOnly": true,
      "IsPublic": true
    },
    {
      "UniqueId": "239baa3b-8c0b-49fd-9e2b-30cf67f44cd4",
      "Type": "todays prayer",
      "Prayer": "dear Lord help me in making peace with others as we are waiting for your coming to us 1 timothy 3:14-15\rI believe in your coming in Jesus name we pray AMEN ",
      "Inspiration": "",
      "Language": "English",
      "Likes": 0,
      "Shares": 0,
      "Book": "Heb 12:14",
      "IsReadOnly": true,
      "IsPublic": true
    },
    {
      "UniqueId": "29731220-a487-4791-b06a-3dac283ccec9",
      "Type": "lord I come to you an prayer an give you thanks for waking us all up an giving another blessing of a day to live by your grace. please protect my family as we carry through today with trails an tribal tabulations. amen ",
      "Prayer": "tonight I come to you lord in prayer with thanksgiving in my heart thank you lord for all the blessing you have bestowed on me  I praise your holy name, lord I ask you protect my family as we lay our heads down tonight anyone with heavy heart seek you anyone sick seek you anyone looking to be saved seeks you, I pray over my children lord that the find peace in there hearts that they know mama always tried an that she always has the an love them forever, I ray for my husband that whatever is hurting him making him angry he finds away to fix it. I pray that my family an matt family come closer with you lord that we come closer together an we find our glory through your eyes I pray for peace on earth last but not least lord I pray for my salvation that I find my self fully walking by grace an through your eyes I pray I always find away to study your name an I pray that my health gets better to be the person I want to be most of all lord I pray for your forgiveness of all my sins an my name in the book of life in Jesus name amen!!!!!! ",
      "Inspiration": "…...",
      "Language": "English",
      "Likes": 0,
      "Shares": 0,
      "Book": "2Pet 3:18",
      "IsReadOnly": true,
      "IsPublic": true
    },
    {
      "UniqueId": "f6683201-5c72-47ef-a097-0783998fc0cc",
      "Type": "Night prayer",
      "Prayer": "Follow peace with all men, and holiness,                                                          without no man shall see the Lord:",
      "Inspiration": "The lord says we should have peace with all men",
      "Language": "English",
      "Likes": 0,
      "Shares": 0,
      "Book": "Heb 12:14",
      "IsReadOnly": true,
      "IsPublic": true
    },
    {
      "UniqueId": "9c581c80-200d-41bc-9050-6c8495c18429",
      "Type": "11/19/2022 ",
      "Prayer": "HEB 12;14 \rFOLLOW PEACE WITH ALL {MEN}{WOMAN} & HOLINESS WITHOUT   NO {MAN}{WOMEN} SHALL SEE THE LORD ALMIGHTY .",
      "Inspiration": "HEBREWS 12 14",
      "Language": "English",
      "Likes": 0,
      "Shares": 0,
      "Book": "Heb 12:14",
      "IsReadOnly": true,
      "IsPublic": true
    }
  ]
}