{"Title":"English","Items":[{"UniqueId":"hgjkfuykjtsWwsre342443","Type":"Night Prayer","Prayer":"Father in heaven, creator of all things, I believe in your work. Forgive my doubts, strengthen my faith, now and forever. In Jesus' name I pray, Amen.","Inspiration":"Believe in the work of God! Believe that He sent His son, Jesus, to die so that our sins would be forgiven.","Language":"English","Likes":0,"Shares":0,"Book":"John 6:29","IsReadOnly":true,"IsPublic":true},{"UniqueId":"hgjkfuykjtsWwsre34dfzg672443","Type":"TODAY'S DAILY PRAYER","Prayer":"Lord our God, you are king, founding a kingdom that reaches to the ends of the earth, establishing it to endure forever. We thank you that we may be sheltered in your hands and that no sickness of body or soul can do us lasting harm. We thank you for lifting us again and again to true life with the light and power to overcome what is earthly, true life with the flexibility to remain trusting and confident no matter what happens, true life directed to the great goal of God's kingdom, promised to us in Jesus Christ. Amen.","Inspiration":null,"Language":"English","Likes":0,"Shares":0,"Book":"Ps 93:1","IsReadOnly":true,"IsPublic":true},{"UniqueId":"ac77bb33-cf75-4559-b308-57c723ed6d0f","Type":"Night Prayer","Prayer":"Dear God almighty, my guiding grace in this world, help me in controlling my earthly desires. Allow me not to succumb to temptation, and righteous path of Your everlasting life should I stray.\rFor I wish to always and forever labor under Your light. Amen.","Inspiration":"","Language":"English","Likes":0,"Shares":0,"Book":"1Pet 1:11","IsReadOnly":true,"IsPublic":true},{"UniqueId":"11af47cc-a68b-4013-8cd5-20e075fd39db","Type":"Morning Devotion","Prayer":"Lord help me to be an instrument of peace and live a Christ-like life even as I submit myself to Your Instructions, Amen.","Inspiration":"It's not easy to follow peace with everyone even when you strongly want to. We all need God's Grace and mercy to live a Holy and just life in order to see the Lord. Lets submit ourselves unto the leading of God's Holy Word and the Holy Spirit as Christians.","Language":"English","Likes":0,"Shares":0,"Book":"Heb 12:14","IsReadOnly":true,"IsPublic":true},{"UniqueId":"c95ac4bb-f209-4fb1-855d-a4c4568fbbd0","Type":"todays prayer","Prayer":"dear Lord help me in making peace with others as we are waiting for your coming to us 1 timothy 3:14-15\rI believe in your coming in Jesus name we pray AMEN ","Inspiration":"","Language":"English","Likes":0,"Shares":0,"Book":"Heb 12:14","IsReadOnly":true,"IsPublic":true}]}